[
  {
    "title": "Broom Space Cleansing Spell",
    "intention": "Cleansing",
    "difficulty": "Beginner",
    "ideal_moon_phase": "Waning Moon",
    "duration_minutes": 20,
    "ingredients": [
      "Lemongrass infusion",
      "White or rice vinegar",
      "Bucket of water",
      "Broom (to be discarded after use)"
    ],
    "preparation": "Brew an infusion of lemongrass and gather your cleaning materials.",
    "steps": [
      "1. Add the lemongrass infusion and some white or rice vinegar to a bucket filled with water.",
      "2. Dip the broom into the bucket of wash water.",
      "3. Sweep the area starting from the center of the room and working your way outwards."
    ],
    "closing": "Dump the wash water outside and discard the broom at a crossroads."
  },
  {
    "title": "Destroy All Evil Bath",
    "intention": "Cleansing",
    "difficulty": "Beginner",
    "ideal_moon_phase": "Waning Moon",
    "duration_minutes": 30,
    "ingredients": [
      "1 cup Florida Water",
      "1 cup sea salt",
      "Splash of Four Thieves Vinegar",
      "9 drops essential oil of rosemary",
      "Large quartz crystal"
    ],
    "preparation": "Cleanse your bathtub and gather your bath ingredients.",
    "steps": [
      "1. Add the Florida Water, sea salt, and Four Thieves Vinegar to a tub filled with water.",
      "2. Adjust the water temperature to your liking.",
      "3. Just before entering the water, add the nine drops of rosemary essential oil.",
      "4. Keep the large quartz crystal in the water with you while you bathe to reinforce the bath's potency."
    ],
    "closing": "Drain the bathwater, allowing the negative energy to wash down the drain, and let yourself air-dry."
  },
  {
    "title": "Fiery Wall of Protection Powder Circle",
    "intention": "Protection",
    "difficulty": "Beginner",
    "ideal_moon_phase": "Waxing Moon or Full Moon",
    "duration_minutes": 15,
    "ingredients": ["Fiery Wall of Protection Powder"],
    "preparation": "Ensure you are in a quiet space where you will not be disturbed.",
    "steps": [
      "1. Cast an unbroken circle of Fiery Wall of Protection Powder around yourself or the area needing protection.",
      "2. Envision a circle of enchanted flames magically surrounding and protecting you.",
      "3. Visualize these flames as cool and harmless to you, yet serving as a burning boundary that prevents the entrance of all evil.",
      "4. Stay within the circle for as long as you feel necessary to absorb the protection."
    ],
    "closing": "When finished, you may sweep up the powder and carry a pinch in a charm bag to maintain the boundary."
  },
  {
    "title": "Botanical Protection Candle Spell",
    "intention": "Protection",
    "difficulty": "Intermediate",
    "ideal_moon_phase": "Full Moon",
    "duration_minutes": 10,
    "ingredients": [
      "Black, blue, or red candle",
      "Protective botanicals (e.g., garlic, hyssop, rosemary, or sage)"
    ],
    "preparation": "Select your candle and gather your chosen protective herbs.",
    "steps": [
      "1. Carefully hollow out a small cavity in the bottom of the black, blue, or red candle.",
      "2. Stuff the hollowed-out base full of your chosen basic protection botanicals.",
      "3. Place the candle securely in a holder to ensure fire safety.",
      "4. Light the loaded candle and focus your intention on creating an aura of invulnerability."
    ],
    "closing": "Allow the candle to burn down completely, and then dispose of the remnants outside."
  },
  {
    "title": "Nail and Rock Banishing Spell",
    "intention": "Cleansing",
    "difficulty": "Intermediate",
    "ideal_moon_phase": "Dark Moon",
    "duration_minutes": 15,
    "ingredients": [
      "Iron hammer",
      "Flat rock",
      "Coffin nail or old rusty nail",
      "Red mojo bag",
      "Crossroads or graveyard dirt"
    ],
    "preparation": "Gather your tools and find a quiet place to focus on dispelling negative energy.",
    "steps": [
      "1. Hold the rusty or coffin nail against the flat rock.",
      "2. Hammer the nail against the rock to score it three times across the face (do not pierce the rock).",
      "3. As you hammer, strongly visualize the prevailing sense of evil or negativity being dispelled.",
      "4. Place the nail into a red mojo bag along with some crossroads or graveyard dirt."
    ],
    "closing": "Bury the scored stone far away from your home, and carry the mojo bag for ongoing protection."
  }
]
